/* cocoaQemu */

"grabMouse:title" = "%@ - (Strg+Alt drücken um die Maus zu befreien)";

"saveVM:text" = "Sichere Gast PC";

"startPCWithArgs:text" = "Lade Gast PC";

"changeFda:prompt" = "Wähle Image für Diskettenlaufwerk A";
"changeFda:message" = "Wählen sie das Image für Diskettenlaufwerk A.";

"changeFdb:prompt" = "Wähle Image für Diskettenlaufwerk B";
"changeFdb:message" = "Wählen sie das Image für Diskettenlaufwerk B.";

"changeCdrom:prompt" = "Wähle Image für CD-ROM Laufwerk";
"changeCdrom:message" = "Wählen sie das Image für das CD-ROM Laufwerk.";

"shutdownPC:text:1" = "Gast PC ausschalten";
"shutdownPC:defaultButton:1" = "Abbrechen";
"shutdownPC:alternateButton:1" = "Ausschalten";
"shutdownPC:informativeTextWithFormat:1" = "Der Gast PC ist noch aktiv. Wenn Sie ihn jetzt ausschalten können Sie Daten verlieren.";
"shutdownPC:text:2" = "Gast PC ausschalten";
"shutdownPC:defaultButton:2" = "Speichern";
"shutdownPC:alternateButton:2" = "Abbrechen";
"shutdownPC:otherButton:2" = "Nicht speichern";
"shutdownPC:informativeTextWithFormat:2" = "Der Gast PC ist noch aktiv. Wenn Sie ihn jetzt ausschalten können Sie Daten verlieren.";

"cocoa_refresh:showFullscreen:standardAlert" = "Vollbildmodus aktivieren";
"cocoa_refresh:showFullscreen:defaultButton" = "OK";
"cocoa_refresh:showFullscreen:otherButton" = "Nicht mehr zeigen";
"cocoa_refresh:showFullscreen:informativeText" = "Sie aktivieren jetzt den Vollbildmodus.\n\nUm den Vollbildmodus wieder zu verlassen drücken sie ⌘-F. Mit ⌘-B können sie eine Werkzeugliste einblenden und zwischen gestarteten Gast PCs wechseln sie mit ⌘-< und ⌘-> (⌘-Shift-<).";


/* cocoaQemuProgressWindow */

"applicationDidFinishLaunching:alert:messageText" = "Fehler beim Starten des Gast PCs";
"applicationDidFinishLaunching:alert:informativeText" = "Die Dateien des Gast PCs konnten nicht gefunden werden oder die Dateien sind defekt.";
"applicationDidFinishLaunching:alert:defaultButton" = "OK";


/* cocoaQemuProgressWindow */

"init:title" = "Stopp";

"showProgressWindow:text" = "Gast PC: %@";


/* cocoaQemuWindow */

"toolbar:label:fda" = "Diskettenlaufwerk A";
"toolbar:paletteLabel:fda" = "Diskette A";
"toolbar:toolTip:fda" = "Image für Diskettenlaufwerk A ändern";
"toolbar:menuItem:fda:1" = "Lade Image für Diskettenlaufwerk A...";
"toolbar:menuItem:fda:2" = "Diskette A auswerfen";
"toolbar:label:fdb" = "Floppy B";
"toolbar:paletteLabel:fdb" = "Diskettenlaufwerk B";
"toolbar:toolTip:fdb" = "Diskette B wechseln";
"toolbar:menuItem:fdb:1" = "Lade Image für Diskettenlaufwerk B...";
"toolbar:menuItem:fdb:2" = "Diskette B auswerfen";
"toolbar:label:cdrom" = "CD-ROM";
"toolbar:paletteLabel:cdrom" = "CD-ROM";
"toolbar:toolTip:cdrom" = "CD-ROM wechseln";
"toolbar:menuItem:cdrom:1" = "Benutze echtes CD-Rom Laufwerk";
"toolbar:menuItem:cdrom:2" = "Lade Image für CD-Rom...";
"toolbar:menuItem:cdrom:3" = "CD-Rom auswerfen";
"toolbar:label:screenshot" = "Bildschirmfoto";
"toolbar:paletteLabel:screenshot" = "Bildschirmfoto";
"toolbar:toolTip:screenshot" = "Erstelle Bildschirmfoto";
"toolbar:label:resetPC" = "PC zurücksetzen";
"toolbar:paletteLabel:resetPC" = "PC zurücksetzen";
"toolbar:toolTip:resetPC" = "PC zurücksetzen";
"toolbar:label:cpu" = "Prozessorauslastung";
"toolbar:paletteLabel:cpu" = "Prozessorauslastung";
"toolbar:toolTip:cpu" = "Prozessorauslastung";
"toolbar:label:pausePlay" = "Emulation anhalten";
"toolbar:paletteLabel:pausePlay" = "Emulation anhalten";
"toolbar:toolTip:pausePlay" = "Emulation anhalten";
"toolbar:label:shutdownPC" = "Gast PC ausschalten";
"toolbar:paletteLabel:shutdownPC" = "Gast PC ausschalten";
"toolbar:toolTip:shutdownPC" = "Gast PC ausschalten";
"toolbar:label:ctrlAltDel" = "Strg-alt-entf senden";
"toolbar:paletteLabel:ctrlAltDel" = "Strg-alt-entf senden";
"toolbar:toolTip:ctrlAltDel" = "Strg-alt-entf senden";
"toolbar:label:fullscreen" = "Vollbildmodus";
"toolbar:paletteLabel:fullscreen" = "Vollbildmodus";
"toolbar:toolTip:fullscreen" = "In Vollbildmodus wechseln";


/* FSToolbarController */

"toolbar:label:screenshot" = "Bildschirmfoto";
"toolbar:label:ctrlaltdel" = "Strg-Alt-Entf";
"toolbar:label:shutdown" = "Ausschalten";
"toolbar:label:fullscreen" = "Vollbildmodus verlassen";